Repository: giellalt/corpus-fin
Catalog: tmx/smn/admin/sd/www.samediggi.fi/puheenjohtaja_juuso_ja_kulttuurilautakunnan_puheenjohtaja_nakkalajarvi_osallistuvat_venetsian_taidebiennaaliin.html.tmx
Source language: fin
Languages: smn

source: Puheenjohtaja Juuso ja kulttuurilautakunnan puheenjohtaja Näkkäläjärvi osallistuvat Venetsian taidebiennaaliin
smn: Saavâjođetteijee Juuso já kulttuurlävdikode saavâjođetteijee Näkkäläjärvi uásálistev Venetsia taaiđâbiennaalân

source: Saamelaiskäräjien puheenjohtaja Tuomas Aslak Juuso ja Saamelaiskäräjien kulttuurilautakunnan puheenjohtaja Pirita Näkkäläjärvi osallistuvat Venetsian taidebiennaaliin 21.4.-23.4.
smn: Sämitige saavâjođetteijee Tuomas Aslak Juuso já Sämitige kulttuurlävdikode saavâjođetteijee Pirita Näkkäläjärvi uásálistev Venetsia taaiđâbiennaalân 21.4.-23.4.

source: Nyt ensimmäistä kertaa taidebiennaalin kansallisessa paviljongissa on ainoastaan saamelaistaiteilijoita ja myös ensimmäistä kertaa saamelaiset ovat kansana edustettuna paviljongissa.
smn: Tääl vuossâmuu keerdi taaiđâbiennaal aalmuglii paviljoŋgist láá tuš sämitaaiđâreh já meid vuossâmuu keerdi sämmiliih láá aalmugin ovdâstum paviljoŋgist.

source: Saamelaiskäräjien puheenjohtaja Tuomas Aslak Juuso iloitsee saamelaistaiteen vahvasta edustuksesta Venetsian taidebiennaalissa.
smn: Sämitige saavâjođetteijee Tuomas Aslak Juuso illood sämitaiđuu noonâ oovdâstmist Venetsia taaiđâbiennaalist.

source: – Minulla on ilo osallistua Venetsian biennaaliin yhdessä muiden Saamelaiskäräjien edustajien kanssa.
smn: – Must lii ilo uásálistiđ biennaalân oovtâst nuubij Sämitiigij ovdâsteijeiguin.

source: On tärkeää tukea saamelaistaiteilijoita ja pyrkiä edesauttamaan heidän tilaansa maailman taideareenoilla, sanoo Juuso.
smn: Lii tehálâš tuárjuđ sämitaaiđârijd já keččâliđ ovdediđ sii tile maailm taaiđâareenain, iätá Juuso.

source: Saamelaistaiteilijat Pauliina Feodoroff, Máret Ánne Sara ja Anders Sunna muuttavat Venetsian 59. taidebiennaalin Pohjoismaisen paviljongin Saamen paviljongiksi.
smn: Sämitaaiđâreh Pauliina Feodoroff, Máret Ánne Sara já Anders Sunna nubásmiteh Venetsia 59. taaiđâbiennaal Tave-eennâmlii paviljoŋg Säämi paviljoŋgin.

source: Muutos Saamen paviljongiksi juhlistaa saamelaisen alkuperäiskansan taidetta ja suvereniteettiä.
smn: Nubástus Säämi paviljoŋgin áávvud sämmilii algâaalmug taiđuu já suvereniteet.

source: Saamelainen parlamentaarinen neuvosto ja Office for Contemporary Art Norway (OCA) järjestävät Saamen paviljongin avajaiset torstaina 21.4. Suomen Saamelaiskäräjien edustajat puheenjohtaja Tuomas Aslak Juuso ja kulttuurilautakunnan puheenjohtaja Pirita Näkkäläjärvi osallistuvat avajaisiin yhdessä Norjan ja Ruotsin Saamelaiskäräjien edustajien kanssa .
smn: Säämi parlamentaarlâš rääđi já Office for Contemporary Art Norway (OCA) uárnejeh Säämi paviljoŋg lekkâmijd tuorâstuv 21.4. Suomâ Sämitige ovdâsteijeeh saavâjođetteijee Tuomas Aslak Juuso já kulttuurlävdikode saavâjođetteijee Pirita Näkkäläjärvi uásálistev lekkâmáid oovtâst Taažâ já Ruotâ Sämitiigij ovdâsteijeiguin .

source: Saamelaiskäräjien kulttuurilautakunnan puheenjohtaja Pirita Näkkäläjärven mielestä yhteiskunnan on tärkeää kuunnella taiteilijoita.
smn: Sämitige kulttuurlävdikode saavâjođetteijee Pirita Näkkäläjärvi mielâst lii tehálâš ete ohtsâškodde kuldâl taaiđârijd.

source: – Taiteilijoilla on kykyä ja rohkeutta kysyä kysymyksiä ja esittää näkökulmia, jotka muuten saattaisivat jäädä näkymättömiin.
smn: – Taaiđâreh mättih já tyestih koijâdiđ koččâmušâid já pyehtiđ oovdân uáinuid, moh mudoi iä veltihánnáá puáđi uáinusân.

source: Venetsian biennaalissa saamelaistaiteilijat nostavat koko maailman tietoisuuteen ratkaisemattoman kysymyksen saamelaisten maaoikeuksista, Näkkäläjärvi sanoi.
smn: Venetsia biennaalist sämitaaiđâreh pyehtih oles maailm tiätun čuávdimettum koččâmuš sämmilij eennâmvuoigâdvuođâin, Näkkäläjärvi eeđâi.

source: Saamen paviljongin taidenäyttelyn on tuottanut ryhmä, jossa ovat mukana saamelainen tutkija Liisa-Rávná Finbog, saamelainen luonnonsuojelija ja käsityöntekijä Beaska Niillas ja OCA:n johtaja Katya García-Antón.
smn: Säämi paviljoŋg taaiđâčáitálduv lii pyevtittâm juávkku, mast láá mieldi sämmilâš totkee Liisa-Rávná Finbog, sämmilâš luándusuojâleijee já tuáijár Beaska Niillas já OCA hovdâ Katya García-Antón.

source: Ryhmän avustajina toimivat Martina Petrelli, Liv Brissach ja Raisa Porsanger.
smn: Juávhu išedeijen láá Martina Petrelli, Liv Brissach já Raisa Porsanger.

source: OCA on Pohjoismaisen paviljongin pääedustaja vuonna 2022.
smn: OCA lii Tave-eennâmlii paviljoŋg válduovdâsteijee ive /8/2022.8

source: Venetsian taidebiennaali on joka toinen vuosi järjestettävä nykytaiteen kansainvälinen suurkatselmus.
smn: Venetsia taaiđâbiennaal lii moodeern taiđuu aalmugijkoskâsâš stuorrâ kejâstâh, mii uárnejuvvoo jyehi nubbe ive.

source: Biennaali koostuu pääosin näyttelyistä valtioiden vuosien saatossa rakennuttamissa paviljongeissa.
smn: Biennaal šadda iänááš čáitálduvâin, moh láá paviljoŋgijn, maid staatah láá iivij mield huksiittâm.

source: Ensimmäinen Venetsian taidebiennaali järjestettiin vuonna 1895.
smn: Vuossâmuš Venetsia taaiđâbiennaal uárnejui ive 1895.

source: Lisätietoja:
smn: Lasetiäđuh:

source: Tuomas Aslak Juuso Puheenjohtaja 040 687 3394 tuomas.juuso@samediggi.fi
smn: Tuomas Aslak Juuso Saavâjođetteijee 040 687 3394 tuomas.juuso@samediggi.fi

source: Pirita Näkkäläjärvi Kulttuurilautakunnan puheenjohtaja 040 3577 006 pirita.nakkalajarvi@gmail.com
smn: Pirita Näkkäläjärvi Kulttuurlävdikode saavâjođetteijee 040 3577 006 pirita.nakkalajarvi@gmail.com
